Repository: pmpr/wp-mdl-url-structure
Catalog: translation/*.po
Languages: fa_ir

source: URL Structure
fa_ir: ساختار پیوند

source: URL Structure Setting
fa_ir: تنظیمات ساختار پیوند

source: Subdomain
fa_ir: ساب‌ دامین

source: Subdomain Configuration
fa_ir: پیکربندی ساب دامین

source: Rule
fa_ir: قاعده

source: Target
fa_ir: هدف

source: Taxonomy
fa_ir: طبقه‌بندی

source: Post Types
fa_ir: نوع نوشته‌ها

source: Determine which taxonomy used as subdomain.
fa_ir: مشخص کنید کدام نوع طبقه‌بندی به عنوان ساب‌دامین مورد استفاده قرار گیرد.

source: Register Post Types
fa_ir: نوع‌ نوشته‌های متصل شده

source: Choose any other post types for the selected taxonomy to be registered.
fa_ir: در صورتی که مایلید طبقه بندی انتخاب شده به نوع نوشته‌های بیشتری متصل شود، آن‌ها را انتخاب کنید.

source: Disabled options (if any), are programmed (e.g. via a plugin) and cannot be changed.
fa_ir: گزینه‌های غیرفعال (در صورت وجود)، برنامه‌نویسی شده‌اند (مثلا از طریق یک افزونه) و قابل تغییر نیستند.

source: Post Type
fa_ir: نوع نوشته

source: Use
fa_ir: استفاده از

source: Single Slug
fa_ir: نامک نوشته

source: Archive Slug
fa_ir: نامک آرشیو
